Repository: User4martin/lazarus
Catalog: components/synedit/languages/synedit.*.po
Languages: fr

source: The keystroke "%s" is already assigned to another editor command. (%s)
fr: La séquence "%s" est déjà affectée à une autre commande de l'éditeur. (%s)

source: Shortcut already exists
fr: Raccourci déjà existant

source: DSP Files (*.dsp,*.inc)|*.DSP;*.INC
fr: Fichiers DSP (*.dsp,*.inc)|*.DSP;*.INC

source: 68HC11 Assembler Files (*.hc11,*.asm,*.asc)|*.HC11;*.ASM;*.ASC
fr: Fichiers asm 68HC11 (*.hc11,*.asm,*.asc)|*.HC11;*.ASM;*.ASC

source: AWK Script (*.awk)|*.awk
fr: Scripts AWK (*.awk)|*.awk

source: Baan 4GL Files (*.cln)|*.cln
fr: Fichiers Baan 4GL (*.cln)|*.cln

source: MS-DOS Batch Files (*.bat;*.cmd)|*.bat;*.cmd
fr: Scripts MS-DOS (*.bat;*.cmd)|*.bat;*.cmd

source: Cache Files (*.mac,*.inc,*.int)|*.mac;*.inc;*.int
fr: Fichiers Cache (*.mac,*.inc,*.int)|*.mac;*.inc;*.int

source: CA-Clipper Files (*.prg,*.ch,*.inc)|*.prg;*.ch;*.inc
fr: Fichiers CA-Clipper (*.prg,*.ch,*.inc)|*.prg;*.ch;*.inc

source: CORBA IDL files (*.idl)|*.idl
fr: Fichiers CORBA IDL (*.idl)|*.idl

source: CPM reports (*.rdf,*.rif,*.rmf,*.rxf)|*.rdf;*.rif;*.rmf;*.rxf
fr: Rapports CPM (*.rdf,*.rif,*.rmf,*.rxf)|*.rdf;*.rif;*.rmf;*.rxf

source: C++ Files (*.c,*.cpp,*.h,*.hpp,*.hh)|*.c;*.cpp;*.h;*.hpp;*.hh
fr: Fichiers C++ (*.c,*.cpp,*.h,*.hpp,*.hh)|*.c;*.cpp;*.h;*.hpp;*.hh

source: Cascading Stylesheets (*.css)|*.css
fr: Fichiers de styles (*.css)|*.css

source: Borland Form Files (*.dfm;*.xfm)|*.dfm;*.xfm
fr: Fichiers fiches Borland (*.dfm;*.xfm)|*.dfm;*.xfm

source: Fortran Files (*.for)|*.for
fr: Fichiers Fortran (*.for)|*.for

source: Foxpro Files (*.prg)|*.prg
fr: Fichiers Foxpro (*.prg)|*.prg

source: Galaxy Files (*.gtv,*.galrep,*.txt)|*.gtv;*.galrep;*.txt
fr: Fichiers Galaxy (*.gtv,*.galrep,*.txt)|*.gtv;*.galrep;*.txt

source: GEMBASE Files (*.dml,*.gem)|*.DML;*.GEM
fr: Fichiers GEMBASE (*.dml,*.gem)|*.DML;*.GEM

source: GW-TEL Script Files (*.gws)|*.gws
fr: Fichiers scripts GW-TEL (*.gws)|*.gws

source: HP48 Files (*.s,*.sou,*.a,*.hp)|*.S;*.SOU;*.A;*.HP
fr: Fichiers HP48 (*.s,*.sou,*.a,*.hp)|*.S;*.SOU;*.A;*.HP

source: HP48 Files (*.s,*.sou,*.a,*.hp)|*.s;*.sou;*.a;*.hp
fr: Fichiers HP48 (*.s,*.sou,*.a,*.hp)|*.s;*.sou;*.a;*.hp

source: HTML Document (*.htm,*.html)|*.htm;*.html
fr: Documents HTML (*.htm,*.html)|*.htm;*.html

source: INI Files (*.ini)|*.ini
fr: Fichiers INI (*.ini)|*.ini

source: Inno Setup Script Files (*.iss)|*.iss
fr: Fichiers Inno Setup (*.iss)|*.iss

source: Java Files (*.java)|*.java
fr: Fichiers Java (*.java)|*.java

source: Javascript Files (*.js)|*.js
fr: Fichiers Javascript (*.js)|*.js

source: KiXtart scripts (*.kix)|*.kix
fr: Scripts KiXtart (*.kix)|*.kix

source: Lazarus Form Files (*.lfm)|*.lfm
fr: Fichiers fiches Lazarus (*.lfm)|*.lfm

source: Modelica Files (*.mo)|*.mo
fr: Fichiers Modelica (*.mo)|*.mo

source: Modula-3 Files (*.m3)|*.m3
fr: Fichiers Modula-3 (*.m3)|*.m3

source: Pascal Files (*.pas,*.dpr,*.dpk,*.inc)|*.pas;*.dpr;*.dpk;*.inc
fr: Fichiers Pascal (*.pas,*.dpr,*.dpk,*.inc)|*.pas;*.dpr;*.dpk;*.inc

source: Perl Files (*.pl,*.pm,*.cgi)|*.pl;*.pm;*.cgi
fr: Fichiers Perl (*.pl,*.pm,*.cgi)|*.pl;*.pm;*.cgi

source: PHP Files (*.php,*.php3,*.phtml,*.inc)|*.php;*.php3;*.phtml;*.inc
fr: Fichiers PHP (*.php,*.php3,*.phtml,*.inc)|*.php;*.php3;*.phtml;*.inc

source: Progress Files (*.w,*.p,*.i)|*.w;*.p;*.i
fr: Fichiers Progress (*.w,*.p,*.i)|*.w;*.p;*.i

source: Python Files (*.py)|*.py
fr: Fichiers Python (*.py)|*.py

source: Rich Text Format (*.rtf)|*.rtf
fr: Format texte enrichi (*.rtf)|*.rtf

source: Semanta DD files (*.sdd)|*.sdd
fr: Fichiers Semanta DD (*.sdd)|*.sdd

source: Standard ML Files (*.sml)|*.sml
fr: Fichiers standard ML (*.sml)|*.sml

source: SQL Files (*.sql)|*.sql
fr: Fichiers SQL (*.sql)|*.sql

source: Msg files (*.msg)|*.msg
fr: Fichiers Msg (*.msg)|*.msg

source: Tcl/Tk Files (*.tcl)|*.tcl
fr: Fichiers Tcl/Tk (*.tcl)|*.tcl

source: TeX Files (*.tex)|*.tex
fr: Fichiers TeX (*.tex)|*.tex

source: UNIX Shell Scripts (*.sh)|*.sh
fr: Scripts shell UNIX (*.sh)|*.sh

source: VBScript Files (*.vbs)|*.vbs
fr: Fichiers VBScript (*.vbs)|*.vbs

source: Visual Basic Files (*.bas)|*.bas
fr: Fichiers VB (*.bas)|*.bas

source: x86 Assembly Files (*.asm)|*.ASM
fr: Fichiers asm x86 (*.asm)|*.ASM

source: XML Document (*.xml,*.xsd,*.xsl,*.xslt,*.dtd)|*.xml;*.xsd;*.xsl;*.xslt;*.dtd
fr: Documents XML (*.xml,*.xsd,*.xsl,*.xslt,*.dtd)|*.xml;*.xsd;*.xsl;*.xslt;*.dtd

source: Top Line: %d
fr: Haut de ligne: %d

source: <none>
fr: <aucun>
